import turtle
#імпортуємо модуль черепахи із вже створенними
# методами для малювання
#модуль черепаха - це корисний код, за допомогою якого
# можна вивчити основи графіки у Python

mike = turtle.Pen() #створюємо полотно на якому будемо малювати

#черепаха - це умовна стрілочка(пензлик), яку
# можна переміщювати командами

mike.forward(50) #рухатись вперед на 50 пікселів
mike.left(90) #повернутися вліво на 90 градусів
mike.forward(100)
mike.backward(50)

turtle.exitonclick()

# завдання - намалюйте квадрат